dbaeumer.vscode-eslint
donjayamanne.githistory
ecmel.vscode-html-css
esbenp.prettier-vscode
fallenmax.mithril-emmet
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
hediet.vscode-drawio
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.color-highlight
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
simonsiefke.svg-preview
tomoki1207.pdf
twxs.cmake
wscats.html-snippets
xabikos.javascriptsnippets
